app/controllers/users_controller.rb

SELECT "users".* FROM "users"
---
	 def email
    @users = User.all